// General
"Chameleon_title" = "Chameleon";

"Standard_title" = "Chameleon Standard";
"Standard_description" = "Installation Standard de Chameleon !";

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "Installe Chameleon sur la partition EFI (caché) Systeme FAT32 (Originale non formatée)";

"EnhancedHFS_title" = "Chameleon EFI HFS";
"EnhancedHFS_description" = "Installe Chameleon sur la partition EFI (caché) Systeme HFS+ (Reformater en HFS+ si elle n'y est pas déjà !)";

// Options
"Options_title" = "Options";
"Options_description" = "Définissez les options par defaut";

"GUI_title" = "GUI";
"GUI_description" = "Désactive l'interface graphique , (ajoute l'option GUI=n au fichier com.apple.Boot.plist)";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "ajoute EthernetBuiltIn=y au fichier com.apple.Boot.plist, cette option ajoutera 'built-in' a votre carte ethernet.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "ajoute ForceHPET=y to com.apple.Boot.plist, Cette option active HPET sur les chipsets intel,(pour les bios qui n'ont pas cette options).";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "réveille forcé, (ajoute l'option ForceWake=y au fichier com.apple.Boot.plist)";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "fixe certains problème de branchement usb a chaud et de reconnaissance usb2 !";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "fixe quelques rares problèmes de detection usb";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "ajoute GraphicsEnabler=y au fichier com.apple.Boot.plist, cette option détectera et activera correctement votre gpu nvidia ";

// Themes
"Themes_title" = "Themes";
"Themes_description" = "Une collection de themes samplé";

"Default_title" = "Standard";
"Default_description" = "Ce theme est codé directement dans le fichier Boot, inclu ici pour vous comme base de customisation.";

"Big_title" = "Big";
"Big_description" = "UN thème avec une mise en page style large pour les gens qui ont la chance d'avoir un grand moniteur";

"Twilight_title" = "Twilight";
"Twilight_description" = "Twilight thème";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "Fée PinkTink comme logo de de démarrage";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "logo de démarrage Msi Netbook";

"Bullet_title" = "Bullet";
"Bullet_description" = "Bullet thème de NoSmokingBandit";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "une collection d'addons utiles";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Installe le fichier de configuration SMBIOS smbios.plist into Extra";

// Kexts
"Kexts_title" = "Kexts";
"Kexts_description" = "une collection utile de kext avec plist seulement compatible avec Extra";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "Ajoute le support AHCI pour le chipset Intel Southbridge  ICH6 à ICH10, JMicron JMB383";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "en mode ahci vos dique dur interne apparaisse orange sur votre bureau , ce fix corrige ce default !";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "Ajoute le support du chipset Intel Southbridge  ICH6 à ICH10";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "Ajoute le support des ports JMIcronATA sur chipset Intel";

"Disabler_title" = "Disabler";
"Disabler_description" = "empèche AppleIntelCPUPowerManagement.kext de se charger.";

// Error strings
"ERROR_BOOTVOL" = "Ce logiciel doit etre installé sur le volume de démarrage";
"ERROR_INSTALL" = "ce volume ne réunit pas les conditions requises por cette mise à jour.";

"Newer_Package_Installed_message" = "Une version plus récente de chameleon est déja installée";
"Intel_Mac_message" = "Ce logiciel ne peux etre installé sur cet ordinateur.";
